Repository: francescoleoni98/FLFeatureRequest
Catalog: Sources/FLFeatureRequest/Resources/Localizable.xcstrings
Source language: en
Languages: it

source: Admin
it: Amministratore

source: An unknown error occured.
it: Errore sconosciuto.

source: Approved
it: Approvate

source: Backend responded with an error.
it: Il server ha risposto con un errore.

source: Cancel
it: Annulla

source: Close
it: Chiudi

source: Comments
it: Commenti

source: Confirm
it: Conferma

source: Could not create request.
it: Impossibile creare la richiesta.

source: Could not decode backend response.
it: Impossibile decodificare la risposta.

source: Create Feature
it: Crea funzionalità

source: Describe the feature
it: Descrivi la funzionalità

source: Description (Optional)
it: Descrizione (Opzionale)

source: Detail
it: Dettagli

source: Done
it: Fatto

source: Email (optional)
it: Email (opzionale)

source: Email (required)
it: Email (obbligatoria)

source: Feature name
it: Nome funzionalità

source: Feature Requests
it: Funzionalità Richieste

source: Implemented
it: Implementate

source: Load features
it: Carica funzionalità

source: Missing api header key.
it: Manca la chiave api nell’header.

source: Missing user header key.
it: Manca la chiave utente nell’header

source: No feature requests, yet ✨
it: Nessuna funzionalità richiesta, ancora ✨

source: optional
it: opzionale

source: Pending
it: In sospeso

source: Please enter your email address.
it: Insierisci il tuo indirizzo email

source: Request a feature
it: Richiedi una funzionalità

source: Requested
it: Richieste

source: required
it: obbligatorio

source: Save
it: Salva

source: Something went wrong during your vote. Try again later.
it: Qualcosa è andato storto durante il voto. Provo ancora.

source: Something went wrong during your vote. Try again later. %@
it: Qualcosa è andato storto durante il voto. Provo ancora. %@

source: Submit
it: Invia

source: Successfully created
it: Funzionalità creata

source: Title
it: Titolo

source: Title of the feature..
it: Titolo della funzionalità…

source: Title/Description cannot be empty.
it: Titolo/Descrizione non può essere vuoto.

source: Upvote
it: Vota

source: User
it: Utente

source: Vote (▲) the feature you want to see on the app or add a new one.
it: Vota (▲) la funzionalità che vuoi vedere nell’app o inviane una nuova.

source: Votes
it: Voti

source: Write a comment..
it: Scrivi un commento…

source: Wrong Bearer Token.
it: Token non valido.

source: Wrong email format.
it: Formato email non corretto.

source: You can not vote for a feature that is already implemented.
it: Non puoi votare per una funzionalità che è già stata implementata.

source: You can only vote once.
it: Puoi votare solo una volta.

source: You cannot vote for your own feature request.
it: Non puoi votare per una funzionalità che hai richiesto tu.
